<template>
  <div id="about" class="min-h-screen">
      <h1 class="text-3xl text-center my-5 font-bold">О нас</h1>
      <p class="py-1">Наша компания занимается продажей промышленного оборудования уже более 7 лет. Мы знаем, какое оборудование необходимо именно Вам. Сервис менеджеры ООО “РУВЕНЗОРИ” всегда готовы оказать поддержку наших клиентов.</p>
      <p class="py-1">Мы занимаемся поставками производственных линий, запасные частей, комплектующих, инструментов и расходных материалов производства ведущих мировых производителей для оборудования предприятий различных отраслей промышленности: деревообработка, мебельное производство, автомобилестроение, строительная индустрия, коммунальное хозяйство, металлообработка, производство слоистых пластиков, производство стекла, пищевая промышленность.</p>
      <p class="py-1">Также нашей деятеьностью является реализация запасных частей для коммерческого транспорта.</p>

  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>