<template>
  <div id="partners">
    <h1 class="text-3xl py-3 text-center font-bold">
      Ниже представлена информация о наших основных европейских партнерах:
    </h1>
    <div v-for="partner in partners" :key="partner.index" class="containter py-3">
      <!-- <h1 class="text-2xl text-center font-bold py-2">{{ partner.name }}</h1> -->
      <div>
        <img
          :src="require(`/public/img/partners/${partner.logo}.jpg`)"
          :alt="partner.logo"
          class="mx-auto py-2"/>
        <a
          :href="partner.url" target="_blank"
          class="text-blue-500 hover:text-blue-700 hover:underline block text-center"
          >{{ partner.link }}
        </a>
      </div>
      <p class="text-justify" v-html="partner.description"></p>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      partners: [
        {
          name: "Anthon",
          url: "https://www.anthon.de",
          link: "www.anthon.de",
          logo: "anthon",
          description:
            "<p>Машиностроительная фирма Anthon из города Фленсбург на севере Германии, в 2015 году отметила свой 150-летний юбилей. Основанная в 1865 году, как чугунолитейное производство и предприятие по изготовлению станков для лесной отрасли, в настоящее время эта компания стала одной из ведущих в мире по производству оборудования для обработки различных плитных материалов.</p><p>Вся производимая продукция фирмы Anthon имеет отличное качество и разрабатывается индивидуально для удовлетворения потребностей клиентов исходя из последних технических достижений с учетом критериев мощности, точности и экономичности.</p> <p>Станки и оборудование Anthon GmbH используются для обработки широкого диапазона материалов:<br />- ДСП, ДВП, МДФ, фанера, ОСП, ЛВЛ, мебельный щит, массив;<br />- Строительные материалы;<br />- Сэндвич панели, гипсокартонные плиты, цементно-стружечные плиты;<br />- Слоистые пластики: CPL, HPL, гетинаксовые плиты;<br />- Алюминиевые листы.</p><p><strong>Фирма Anthon GmbH выпускает широкий спектр оборудования для обработки плитных материалов:</strong></p><p>-Оборудование для обрезки и раскроя плитных материалов;<br />- Шлифовальные станки;<br />- Упаковочные линии;<br />- Системы подачи плит;<br />- Системы укладки плит;<br />- Системы хранения раскроенных плитных материалов;<br />- Технологии, требующие нестандартных комплексных решений;<br />- Оборудование для производства деревянных бочек.</p>",
        },
        {
          name: "Electronic Wood Systems",
          url: "https://www.electronic-wood-systems.de/",
          link: "www.electronic-wood-systems.de/",
          logo: "ews",
          description:
            "<p>Это динамичное и инновационное предприятие – специалист по измерительной технике, технике контроля качества и контроля производства для деревообрабатывающей промышленности. Компания предлагает своим клиентам полную программу систем контроля качества. Измерительные установки EWS - это высокоточные, надёжные и простые в техобслуживании системные элементы. Все системы разрабатываются и производятся в Германии. ЕWS находится в городе Хамельне, в 40 км к югу от Ганновера.</p> <p>Измерение влажности древесной волокна и стружки, контроль толщины, внутренних дефектов и плотности готовой плиты, распознавание заторов в циклонах, сушильных установках и трубопроводах, обнаружение искр и тлеющих предметов в пневматических вытяжных и транспортных системах, - это не полный перечень задач, которые ставятся перед оборудованием, выпускаемым фирмой EWS.</p>",
        },
        {
          name: "Wandres",
          url: "https://www.wandres.com",
          link: "www.wandres.com",
          logo: "wandres",
          description:
            "<p>Фирма «<strong>Wandres GmbH</strong>», находящаяся в Бухенбахе-Вагенштайг, была основана в 1981 году.<br />Она специализируется на производстве оборудования для удаления мельчайшей пыли с поверхностей и кромок плитных материалов.<br />Среди клиентов фирмы <strong>Wandres</strong> мебельщики и производители плитных материалов, автомобилестроители и предприятия по изготовлению пластмассы, производители листового стекла и бумаги. <strong>Wandres</strong> поставляет как специальные чистящие станки, так и отдельные чистящие агрегаты для односторонней и двухсторонней чистки поверхностей, пистолеты для всасывания и для точечной чистки по дующе-всасывающему принципу.</p><p><em>Растущие требования по качеству выпускаемой продукции вынуждают изготовителей плитных материалов и мебели переосмыслить весь процесс производства. Оптимальная очистка поверхностей между отдельными технологическими шагами, при этом, получает все большее значение.</em></p><p>Удаление пыли и мелких частиц с поверхностей надежно осуществляется при помощи устройств <strong>Wandres</strong>.</p>",
        },
        {
          name: "EuroTech",
          url: "https://www.etvac.de/",
          link: "www.etvac.de/",
          logo: "eurotech",
          description:
            "<p>Компания EuroTECH – это предприятие, предлагающее наряду с полным спектром вакуумных компонентов и вакуумных подъемных устройств также и решения по обслуживанию. В предлагаемый ассортимент входят шланговые подъемники и соответствующие требованиям заказчика вакуумные устройства для автоматизированного управления.</p><p>Широкий ассортимент вакуумных компонентов включает в себя большой выбор плит присоса, плоских отсасывающих коробов и всасывающих устройств с гофрированным кожухом. Дополняют ассортимент отсасывающие ящики, вакуум-генераторы и большое количество комплектующих<em></p>",
        },
        {
          name: "SHW STORAGE & HANDLING SOLUTIONS GMBH",
          url: "https://www.shw-shs.de",
          link: "www.shw-shs.de",
          logo: "shw",
          description:
            "<p>SHW Storage &amp; Handling Solutions GmbH - мировой лидер производства и модернизации оборудования для обработки, хранения, транспортировки и учета, трудных в погрузке / разгрузке сыпучих материалов.</p> ",
        },
        {
          name: "Brandenburger",
          url: "https://www.brandenburger.de",
          link: "www.brandenburger.de",
          logo: "brandenburger",
          description:
            "<p>Группа компаний <strong>BRANDENBURGER</strong> в течение более 70 лет является мировым лидером на рынке высокотехнологичных композитных материалов. Постоянная концентрация на инновации, ориентация на заказчика и высокоуровневая компетенция сделала компанию <strong>BRANDENBURGER</strong> всемирно известным партнером в области технологии теплозащиты.</p><p>С начала 1990х годов компания также стала ведущим поставщиком технологии восстановления канализационных труб путем бесканальной прокладки втулок (лайнеров).</p><p><strong>Отделение Brandenburger Isoliertechnik специализируется в следующих областях:</strong></p><p><strong>- тепловая защита</strong></p><p>Отделение <strong>Brandenburger</strong> <strong>Isoliertechnik</strong> разрабатывает и производит термозащитные пластины для нагревательных прессов и пресс-форм, используемых в производстве пластика, резины и ДСП. Эти материалы предотвращают потери энергии и чрезмерное выделение тепла. Внешняя изоляция на нагревательных плитах для уменьшения эмиссионных потерь и гибкие изоляционные системы для поверхностной изоляции соединительных трубопроводов дополняют предложения на термоизоляционную продукцию.</p><p>Главные области применения термоизоляции в нагревательных прессах:</p><p>- изоляция нагревательной плиты;</p><p>- изоляция поршня;</p><p>- изоляция рамы</p><p><strong>- материалы для подшипников скольжения / лопастей ротора</strong></p><p>В компании Brandenburger разработали специальные термостойкие материалы с превосходными выравнивающими и фрикционными свойствами для очень жесткого использования. Эти материалы применяются в насосах, турбинах и прокатных станах, как в роторных лопастях в компрессорах и вакуумных насосов, так и в качестве скользящих сегментов в машиностроении.</p><p><strong>- высокотемпературные изоляционные материалы</strong></p><p>Эти материалы, объединенные с различными другими изоляционными компонентами в стационарных конструкциях, могут использоваться при температурах до 1000°C. Некоторые стандартные применения – это опорные плиты и круглые заготовки в индукционной сварке, зажимы и задвижки при укладке трубопроводов, особенно в тепловых сетях, облицовка для индуктивных катушек, катушечная изоляция в электромагнитных индукционных насосах, дугогасительные камеры в контакторах и реле, а также штепсельные разъемы в стекольной и стальной промышленности.</p>",
        },
        {
          name: "HIMMEL® TECHNOLOGIES GROUP",
          url: "https://www.brandenburger.de",
          link: "www.brandenburger.de",
          logo: "himmel",
          description:
            '<p>Группа компаний HIMMEL technologies основана в 1943 году.</p><p">HIMMEL специализируется на производстве приводной техники, автоматики, продукции применяемой в горной и стекольной промышленности, оборудовании для обработки бетона и камня, оборудовании для транспортировки сточных вод, конвейерных системах для различного вида промышленности, водоснабжении и многом другом.</p><p>HIMMEL® мотор-редукторы  <strong>и приводная техника FLENDER </strong>-  это стабильная работа, устойчивость к вибрациям и надежная, непрерывная работа. Производимые Himmel барабанные приводы применяются в портативных и стационарных конвейерах для транспортировки различных сыпучих грузов. HIMMEL с большим энтузиазмом подходит к делу и помимо изготовления типажных барабанов, диаметров от 60 до 800 мм, принимает спец заказы на производство нестандартных решений для различных производств.  Для производства барабанов специально подбираются определенные виды сплавов, которые  лучше приспособлены под те или иные условия работы. Конечную сборку выполняет высококвалифицированный персонал вручную. Каждый барабан после сборки проходит через контроль качества.</p>',
        },
      ],
    };
  },
};
</script>
